Repository: PeterProell/image_copyright
Catalog: Resources/Private/Language/*.locallang_*.xlf
Languages: de

# general.title
source: Image copyrights
de: Bildnachweise / Copyright

# general.description
source: Shows all images used in page tree or single page with optional copyright information (alternatively display a global copyright information).
de: Übersicht über alle im Seitenbaum oder auf einer einzelnen Seite verwendeten Bilder und deren Copyright-Informationen.

# flexforms.tabs.general
source: General
de: Allgemein

# flexforms.tabs.general.mode
source: Mode
de: Modus

# flexforms.tabs.general.mode.index
source: Whole Page Tree
de: Gesamter Seitenbaum

# flexforms.tabs.general.mode.indexOnPage
source: Current Page
de: Aktuelle Seite

# flexforms.tabs.general.showEmpty
source: Show images with empty copyright
de: Bilder ohne Copyright-Information anzeigen

# flexforms.tabs.general.showUsedOnPage
source: Show page where the image is used
de: Die Seite anzeigen, auf der das Bild verwendet wird

# flexforms.tabs.general.includeFileCollections
source: Include files in file collections
de: Bilder aus Dateisammlungen einbeziehen

# flexforms.tabs.general.globalCopyright
source: Global copyright information
de: Globale Copyright-Information
